{
    "page-title": "Reliable Cargo Delivery Services",
    "page-description": "Fast and Reliable Cargo Delivery by Small Trucks - Our small transport company specializes in delivering goods quickly and efficiently across Europe using our fleet of small trucks. With our focus on personalized service and attention to detail, we provide a reliable and affordable logistics solution for businesses of all sizes.",
    "menu-home": "Home",
    "menu-about": "About",
    "menu-advantage": "Advantage",
    "menu-contacts": "Contacts",
    "banner-title": "Fast and Reliable Cargo Delivery Across Europe",
    "about-title": "Reliable transport solutions. Safe and timely transportation.",
    "about-description": "Welcome to Viaverde Transport Company, your reliable partner for your transportation needs. We are a small transport company that specializes in transporting goods across all Europian Union by small trucks. We have built a reputation for providing our customers with safe, efficient, and affordable transportation solutions. Whether you need to transport a small package or a large shipment, we have the expertise and resources to get your goods where they need to be on time and within budget.",
    "advantage-title": "Why us?",
    "advantage-personalize-title": "Personalized service.",
    "advantage-personalize-description": "Our team understand our clients' unique needs and preferences, and we work hard to exceed their expectations with every delivery. Plus, our expirienced drivers and reliable fleet of vehicles ensure that we always deliver on time",
    "advantage-time-title": "Faster delivery times.",
    "advantage-time-description": "Small trucks are a great choice for faster delivery times, as they have much less restrictions on the roads. They can easily navigate through urban areas and can move where large trucks are prohibited.",
    "advantage-cost-title": "Lower delivery costs.",
    "advantage-cost-description": "Since small trucks have a lower operating cost, they can be a more cost-effective option for delivering smaller loads.",
    "advantage-environmental-title": "Reduced environmental impact.",
    "advantage-environmental-description": "We use new trucks with modern engines that meet the highest ecological standards, this can significantly reduce the environmental impact and a lower carbon footprint.",
    "contact-title": "Contact us:"
}
